Repository: fkinoshita/Morse
Catalog: po/*.po
Languages: be, oc

source: Write and decode morse
be: Напісанне і расшыфроўка Морзэ
oc: Escriure e descodar lo Morse

source: translator-credits
be: Yahor Haurylenka <k1llo2810@gmail.com> 2023
oc: Quentin PAGÈS

source: Telegraph
be: Тэлеграф

source: A Morse translator for GNOME
be: Перакладчык Морзэ для GNOME
oc: Un traductor de Morse per GNOME

source: morse;code;translator;translate;
be: morse;code;translator;translate;марзе;код;перакладчык;перакласці;
oc: morse;còdi;traductor;traduire;tradusir;

source: Window Size
be: Памер акна

source: Remember the window size
be: Запомніць памер акна

source: Telegraph is a simple Morse translator, start typing your message to see the resulting Morse code and vice versa.
be: Тэлеграф - гэта просты перакладчык Морзэ, пачніце пісаць паведамленне, каб адразу убачыць атрыманы код Морзэ і наадварот.
oc: Telegraph es un simple traductor Morse, començatz de picar vòstre messatge per veire lo còdi Morse correspondent e invèrsament.

source: Main window
be: Галоўнае акно
oc: Fenèstra principala

# shortcut window
source: General
be: Агульныя

# shortcut window
source: Show Shortcuts
be: Паказаць спалучэнні клавіш
oc: Afichar los acorchis

# shortcut window
source: Quit
be: Закрыць
oc: Quitar

source: Main Menu
be: Галоўнае меню
oc: Menú principal

source: Message
be: Паведамленне
oc: Messatge

source: Copy to Clipboard
be: Скапіраваць у буфер абмену

source: Morse
be: Морзэ

source: _Keyboard Shortcuts
be: _Спалучэнні клавіш
oc: _Acorchis de clavièr

source: _About Telegraph
be: _Пра Тэлеграф
oc: _A prepaus de Telegraph

source: Message copied
be: Паведамленне скапіравана

source: Morse code copied
be: Код Морзэ скапіраваны

source: Copy to clipboard
oc: Copiar al quicha-papièrs

source: Morse Code
oc: Còdi Morse

source: Message Copied
oc: Messatge copiat

source: Morse Code Copied
oc: Còdi Morse copiat
